Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=733_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Ođđa oahppagirjjit almmustuvve
sms: Ođđ mättŠtemǩeeŠrj iŠlmstõŠvve

source: Vuođđooahpahusa davvisámegielat goalmmátluohkálaččat ožžot geavahussii ođasmahtton eatnigiela oahppagirjji
sms: VuâđđmättŠtõõzz tâŠvvsääŠmǩiõllsa kuälmadklassneeŠǩǩ vuäǯǯa oođuum jieŠnnǩiõl mättʼtemǩeeŠrj

source: ja viđátluohkálaččat oskkoldaga ođđa oahppagirjji
sms: da viiđadklassneeŠǩǩ ođđ åskldõk mättŠtemǩeeŠrj

source: ja dasa gulavaš bargogirjji.
sms: d tõõzz kuulli tuâjjǩeeŠrj.

source: Lassin almmustuvve ođđaprentosat anárašgielat duodjegirjjis
sms: LââŠssen iŠlmstõŠvve nuuŠbb teädldõõǥǥ aanarsääŠmǩiõllsaž tuâjjǩeeŠrjest

source: ja áppesa čakčalohkanbaji bargogirjjis
sms: , tâŠvvsääŠmǩiõllsaž jieŠnnǩiõl mättʼtemǩeeŠrjest

source: Áppes, Min meahci máidnasat.
sms: da abbâz čõhččlookkâmpââi tuâjjǩeeŠrjest

source: Eatnigiela goalmmát luohká oahppagirjji Gollegiellan 3 lea Kaaren Kitti ráhkadan.
sms: JieŠnnǩiõl kuälmad klaass mättʼtemǩeŠrjj Gollegiellan 3 lij Kaaren Kitti tuejjeem.

source: Dahkki lea ođasmahttán girjji lagamustá teavsttaid oasil.
sms: Tuejjeei lij oođääm ǩeeŠrj teeŠksti beäŠlnn.

source: Girji vuođđuduvvá sámi muitalanárbái ja sámegielat girjjálašvuhtii.
sms: ǨeŠrjj vuâđđââvv saaŠmi maainâsäŠrbbvuõŠtte da sääŠmǩiõllsaž ǩeŠrjjlažvuõŠtte.

source: Oskkodaga oahppagirji Násti 5 ja dasa gulavaš seammanammasaš bargogirji leat jorgalusat Kustannusyhtiö Otava olggosaddán Tähti - nammasaš oahppagirjjis ja bargogirjjis.
sms: Åskldõõǥǥ mättŠtemǩeŠrjj Násti 5 da tõõzz kuulli seämmanõmmsaž tuâjjǩeŠrjj, täk ǩeeŠrj liâ joortõõzz Kustannusyhtiö Otava čõõđtum Tähti – nõmmsaž mättʼtemǩeeŠrjest da tuâjjǩeeŠrjest.

source: Sámegielat jorgalusaid lea bargan Anu Katekeetta.
sms: SääŠmǩiõllsaž joortõõzzid lij raajjâm Anu Katekeetta.

source: Ráiddus lea ovdal almmustahtton guđát luohká oahppagirji ja bargogirji.
sms: Rääidast lij ääiŠjab čõõđtum kuuđad klaass mättʼtemǩeŠrjj da tuâjjǩeŠrjj.

source: Ella Sarre anárašgielat Anaraš pivtâstem - girjjis almmustahttui nuppi preanttus.
sms: Ella Sarre aanarsääŠmǩiõllsaž Anaraš pivtâstem – ǩeeŠrjest lij čõõđtum nuŠbb teädldõk.

source: Girji sisttisdoallá rávvagiid anárašgárvvuid duddjomii.
sms: ǨeŠrjj âânn seŠst vuäŠppõõzz aanarsääŠm pihttsi valmštumuŠšše.

source: Vuosttas preanttus, mii almmustahttui jagi 2012, vuvdui jođánit lohppii.
sms: Vuõssmõs teädldõõǥǥâst, koon čõõđteš eeŠjjest 2012, ǩeeŠrj leŠjje puk kaaupsum.

source: Davvisámegielat áppesa Min meahci máidnasat dahkkin lea Inga Guttorm / Oahptii Iŋgá ja govvaráhkadeaddjin lea Salli Parikka.
sms: TâŠvvsääŠmǩiõllsa abbâz Min meahci máidnasat ǩeeŠrjteei lij Inga Guttorm / Oahptii Iŋgá da kärtteei Salli Parikka.

source: Ráidui gullet áppesa lassin sierra bargogirjjit čakča- ja giđđalohkanbajiid várás.
sms: Raiddu koŠlle abbâz lââŠssen pååđ tuâjjǩeeŠrj čõhčč- da ǩiđđlookkâmpõõŠji diõtt.

source: Toivo West čállin 5-6 luohkáid eatnigiela oahppagirjjis almmustuvai dál nubbi preanttus.
sms: Toivo Westi ǩeeŠrjtem 5-6 klaassi jieŠnnǩiõl mättʼtemǩeeŠrjest iŠlmstõõvi nuŠbb teädldõk.

source: Girjái gullet maiddái ovdal almmustuvvan bargogirjjit 5- ja 6 - luohkáide.
sms: Ǩerjja koŠlle še ääiŠjab čõõđtum tuâjjǩeeŠrj 5- da 6 – klaassid.

source: Buot girjjit leat oažžumis Sámekulturguovddáš Sajosis sámedikki skuvlen- ja oahppamateriáradoaimmahagas ja Sámi Duodji gávppis.
sms: Puk ǩeeŠrj liâ vuäǯǯamnalla SääŠmkultturkõõskõs Sajoozzâst sääŠmteeŠǧǧ škoouŠlŠjem- da mättʼtemmaterialkonttrest da Sámi duodji kaaupâst.

source: Girjjiid sáhttá diŋgot šleađgapoasttain info (at) samediggi.
sms: ǨeeŠrjid vuäitt tiŠllʼjed neŠttpååŠštest info (at) samediggi.

source: Lassidieđut dás.
sms: LââŠssteâđaid täŠstt.
